/* exercise */
"Burpee" = "Burpe";

/* No comment provided by engineer. */
"burpee" = "burpe";

/* invitation to exercise */
"Get Fit" = "Mettiti in forma";

/* invitation */
"Get Started" = "Iniziare";

/* view user activity */
"History" = "Storia";

/* No comment provided by engineer. */
"squat" = "tozzo";

/* exercise */
"Squat" = "Tozzo";

/* begin exercise / mark as finished */
"Start/Done" = "Avvia/Fatto";

/* exercise */
"Step Up" = "Fai un passo avanti";

/* No comment provided by engineer. */
"step-up" = "intensificare";

/* yoga stretch */
"Sun Salute" = "Saluto al sole";

/* No comment provided by engineer. */
"sun-salute" = "saluto al sole
";

/* greeting */
"Welcome" = "Benvenuto";

